Repository: jpnr79/addressing
Catalog: locales/*.po
Languages: fr_fr, tr_tr

source: Ping result
fr_fr: Résultat du ping
tr_tr: Ping sonucu

source: Last ping OK
fr_fr: Dernier ping OK
tr_tr: Son ping OK

source: Last ping KO
fr_fr: Dernier ping KO
tr_tr: Son ping KO

source: Ping informations not available
fr_fr: Informations du ping non disponibles
tr_tr: Ping bilgileri kullanılamıyor

source: IP Adressing
fr_fr: Adressage IP
tr_tr: IP adresleme

source: IP ping
fr_fr: Ping IP

source: IP reservation
fr_fr: Réservation IP

source: Problem when adding, required fields are not here
fr_fr: Problème lors de l'ajout, des champs requis sont manquant
tr_tr: Ekleme sırasında bir sorun çıktı. Zorunlu alanlar burada değil

source: Please activate the plugin
fr_fr: Merci d'activer ce plugin
tr_tr: Lütfen uygulama ekini etkinleştirin

source: The address has been reserved
fr_fr: L'IP a été réservée

source: Ping free IP
fr_fr: Pinger les IP libres
tr_tr: Serbest IP adresine ping gönder

source: First IP
fr_fr: Première IP
tr_tr: IP aralığı başlangıcı

source: Last IP
fr_fr: Dernière IP
tr_tr: IP aralığı bitişi

source: Report for the IP Range
fr_fr: Rapport pour la plage IP
tr_tr: IP aralığı raporu

source: Invalid data !!
fr_fr: Données saisies incorrectes !!
tr_tr: Veri geçersiz !!

source: Assigned IP
fr_fr: Ip attribuées
tr_tr: Atanmış IP adresi

source: Free IP
fr_fr: Ip libres
tr_tr: Serbest IP adresi

source: Same IP
fr_fr: Ip en double
tr_tr: Aynı IP adresi

source: Reserved IP
fr_fr: IP réservées
tr_tr: Ayırtılmış IP adresi

source: Filter
fr_fr: Filtre
tr_tr: Süzgeç

source: Use the networks as filter
fr_fr: Utiliser les réseaux comme filtre

source: The display of items depends on these criterias
fr_fr: L'affichage des objets dépend de ces critères
tr_tr: Ögelerin görüntülenmesi bu ölçütlere bağlıdır

source: Default fields for reservation
fr_fr: Champs par défaut pour la réservation

source: Number of free IP
fr_fr: Nombre d'IP libres
tr_tr: Serbest IP adresi sayısı

source: Number of reserved IP
fr_fr: Nombre d'IP réservées
tr_tr: Ayırtılmış IP adresi sayısı

source: Number of assigned IP (no doubles)
fr_fr: Nombre d'IP affectées (hors doublons)
tr_tr: Atanmış IP adresi sayısı (çift olmayan)

source: Number of doubles IP
fr_fr: Nombre d'IP en doubles
tr_tr: Çift IP adresi sayısı

source: Ping: got a response - used IP
fr_fr: Réponse au ping - IP utilisée
tr_tr: Ping: yanıt var - IP adresi kullanımda

source: Ping: no response - free IP
fr_fr: Pas de réponse au ping - IP libre
tr_tr: Ping: yanıt yok - IP adresi serbest

# button
source: Manual launch of ping
fr_fr: Lancement manuel du ping
tr_tr: El ile ping gönder

source: Real free IP (Ping=KO)
fr_fr: IP libres réelles (Ping=KO)
tr_tr: Gerçekten serbest IP adresi (Ping=KO)

source: Problem detected with the IP Range
fr_fr: Problème dans le choix de la plage IP
tr_tr: IP aralığında sorun algılandı

source: System for ping
fr_fr: Système pour le ping
tr_tr: Ping sistemi

source: Display
fr_fr: Affichage
tr_tr: Görünüm

source: Use Ping
fr_fr: Utiliser le Ping
tr_tr: Ping kullanılsın

source: Add a filter
fr_fr: Ajouter un filtre
tr_tr: Bir süzgeç ekle

source: No IP for this equipment
fr_fr: Aucune ip pour cet équipement
tr_tr: Bu aygıtın IP adresi yok

source: Launch ping for each ip report
fr_fr: Lancement du ping sur chaque rapport IP
tr_tr: Her IP raporu için ping başlatılsın

source: Automatic action has not be launched
fr_fr: L'action automatique n'a pas été lancée
tr_tr: Otomatik işlem başlatılmadı

source: Last ping attempt
fr_fr: Dernier essai de ping
tr_tr: Son ping denemesi

source: Generate reports
fr_fr: Générer des rapports
tr_tr: Raporları üret

source: Use ping on equipment form
fr_fr: Utiliser le Ping sur la fiche des equipements
tr_tr: Aygıt formunda ping kullanılsın

source: Reservation
fr_fr: Réservation
tr_tr: Ayırtma

source: Reserve IP
fr_fr: Réserver une IP

source: Reserved Address
fr_fr: Adresse réservée
tr_tr: Ayırtılmış adres

source: Success
fr_fr: Succès

source: Reserved
fr_fr: Réservée

source: Failed
fr_fr: Sans succès

source: Object's name
fr_fr: Nom de l'objet
tr_tr: Nesnenin adı

source: Name already in use
fr_fr: Nom déjà utilisé
tr_tr: Ad zaten kullanılmış

source: Validate the reservation
fr_fr: Valider la réservation
tr_tr: Ayırtmayı doğrula
